{
	"landing": {
		"firstName": "Vikas",
		"lastName": "Donthula",
		"phoneNumber": "+91-9121374185",
		"bio": "I am an opensource contributor and FullStack developer contributed to automizeapp and many other projects. My tech stack includes Python and Javascript. Python for server side and scripting and Javascript for the frontend. I use Django framework for the server side development . I have also worked with NLP .  ",
    "email": "donthulavikas1999@gmail.com",
    "linkedin": "https://www.linkedin.com/in/vikas-d-666184158/",
		"github": "https://github.com/vikasdo"
	},
	"experience": [
		
		{
			"position": "Crio Student Developer",
			"organization": "Crio",
			"aboutWork": "I developed a Django application qeats which will fetch the details of  near by restaurants and customer can tag pictures with AI suggestion tags and rate them.
			Qeats is developed by me as a part of crio development .QEats Restaurant App help restaurant owners and managers in managing their menu (items, availability, prices), order preparation time, order status, order history, and order notifications (like.",
			"fromDate": "Jan 2020",
			"toDate": "April 2020"
		},
		{
			"position": "WEB Developer Intern",
			"organization": "Infochord Technologies Pvt Ltd",
			"aboutWork": "Worked on front-end widgets,Using the PHP to add functionality,Database management and cleanup,
			A great place where I learnt how to get knowledge from a mentor and understood this difference between self-study and under guidance one.
			",
			"fromDate": "June 2019",
			"toDate": "July 2019"
		},
		{
			"position": "Website Debugger ",
			"organization": "Virtula Labs",
			"aboutWork": "Designed, implemented and monitored web pages and sites for continuous improvement.
			Tested websites and performed troubleshooting prior to deployment.",
			"fromDate": "march 2018",
			"toDate": "January 2018"
		}
	],
	"education": [{
			"university": "Sreenidhi insititute of science and Technology",
			"degree": "Bachelor of Technology",
			"gpa": "9.1",
			"fromDate": "August 2017",
			"toDate": "2021"
		}
	],
	"skills": [{
			"name": "HTML5"
		},
		{
			"name": "CSS3"
		},
		{
			"name": "Javascript"
		},
		{
			"name": "SQL"
		},
		{
			"name": "Flask"
		},
		{
			"name": "Python"
		},
		{
			"name": "Django"
		},
		{
			"name": "AWS"
		}
	],
	"interests": {
		"paragraphOne": "Apart from being a web developer, I enjoy most of my time being outdoors. In the winter, I am an avid skier and novice ice climber. During the warmer months here in Colorado, I enjoy mountain biking, free climbing, and kayaking.",
		"paragraphTwo": "When forced indoors, I follow a number of sci-fi and fantasy genre movies and television shows, I am an aspiring chef, and I spend a large amount of my free time exploring the latest technology advancements in the front-end web development world."
	},
	"awards": [{
			"awardDetail": "Awarded  for third prize in hackathon for project sentiment-Analysis on feedback."
		},
		{
			"awardDetail": "QBox,
			A file-sharing system like Dropbox and a secured file-sharing solution for enterprise networks.I also handled different versions in phase of software lifecycle like updating app
			https://gitlab.crio.do/COHORT_ME_QBOX_ENROLL_CRIO_LAUNCH_2020/donthulavikas1999-me_qbox,https://gitlab.crio.do/COHORT_ME_QEATS_REVIEW_MP_ENROLL_LAUNCH_MINI_PROJECT_1/donthu"
		},
		{
			"awardDetail": "Webscraping ecommerce products."
		}
		
	]
}
